"command_error_blocked_ciam_id" = "لقد أدخلت رقم التعريف الشخصي PIN الخاص بك %1$d بشكل خاطئ. وبالتالي، تم حظر مُعرّف Mercedes me الخاص بك من أجل %1$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d دقائق";

"command_error_pin_invalid" = "لقد أدخلت رقم التعريف الشخصي PIN الخاص بك %1$d بشكل خاطئ.";

"general_cancel" = "إلغاء";

"general_error_msg" = "حدث خطأ. يرجى المحاولة مجددا.";

"general_error_network_msg" = "حدث خطأ ما. يرجى مراجعة الاتصال بالإنترنت.";

"general_error_title" = "خطأ";

"general_hint" = "ملحوظة";

"general_no" = "لا";

"general_ok" = "موافق";

"general_yes" = "نعم";

"login_error_authentication_failed" = "فشلت عملية المصادقة. يرجى المحاولة مجددا.";

"login_error_wrong_tan" = "للأسف، المعلومات التي قمتَ بإدخالها ليست صحيحة. يُرجى مراعاة أنه قد يتعين عليك الانتظار عدة دقائق قبل إجراء محاولة جديدة.";

"login_info_alert_message" = "تتكون هوية Mercedes me إما من رقم هاتفك الجوال الشخصي أو عنوان بريدك الإلكتروني. بواسطة هوية Mercedes me الخاصة بك تستطيع تسجيل الدخول إلى العالم الرقمي لمرسيدس ــ بنز من أي مكان. فهي تتيح الدخول إلى جميع الخدمات والوظائف والمنصات المتاحة في بلدك.";

"login_info_alert_title" = "هوية Mercedes me";

"login_invalid_input" = "يُرجى إدخال عنوان بريد إلكتروني أو رقم هاتف صالح.";

"login_mercedesme_id" = "هوية Mercedes me";

"login_next" = "مواصلة";

"login_username" = "رقم الهاتف الجوال أو عنوان البريد الإلكتروني";

"pin_popup_button_again" = "إعادة البحث";

"pin_popup_cancel" = "إلغاء";

"pin_popup_description" = "يُرجى إدخال كود PIN الخاص بك والمكون من %1$d خانات:";

"pin_popup_send" = "إرسال";

"pin_popup_title" = "إدخال كود PIN";

"pin_popup_wrong_pin_msg" = "كود PIN غير صحيح. يرجى المحاولة مجدداً.";

"pin_popup_wrong_pin_title" = "كود PIN خطأ";

"registration_user_consent_message" = "لتحسين التطبيق باستمرار، نقوم بتحليل استخدام التطبيق ووظائفه دون الرجوع إلى شخصك. يمكن تعطيل هذه الوظيفة في أي وقت من خلال القائمة > الإعدادات > التحليلات.";

"registration_user_consent_title" = "بيانات استخدام Mercedes me";

"verification_btn_next" = "‫مواصلة‬";

"verification_btn_send_again" = "طلب كود TAN جديد";

"verification_headline" = "كود التحقق";

"verification_login_msg_mail" = "رجاءً أدخل كود TAN الذي قمنا بإرساله إليك عبر البريد الإلكتروني.";

"verification_login_msg_user" = "لغرض التحقق، أرسلنا إليك كوداً يتكون من %1$d خانات إلى %2$@. يُرجى إدخال هذا الكود.";

"verification_not_received" = "ألم تحصل على كود TAN؟";

"verification_not_received_hint_mail" = "يُرجى مراجعة عنوان البريد الإلكتروني الذي أدخلته أو اطلب كود تحقق جديد.";

"verification_not_received_hint_phone" = "يُرجى مراجعة رقم الهاتف الجوال الذي تم إدخاله أو اطلب كود TAN جديد.";

"verification_send_again_msg" = "تم إرسال طلبك من جديد.";

"verification_title" = "تحقق";

